<template>
  <div>
    <h1>درباره فروشگاه ما</h1>
    <p>
      به فروشگاه ما خوش آمدید! ما بهترین محصولات را با بالاترین کیفیت ارائه می‌دهیم.
      تعهد ما به مشتریان، ارائه خدمات بی‌نظیر و تجربه‌ای لذت‌بخش از خرید است.
      ما همواره در تلاشیم تا جدیدترین و متنوع‌ترین کالاها را برای شما فراهم آوریم.
      از اینکه ما را برای خرید انتخاب کرده‌اید، سپاسگزاریم و امیدواریم از خرید خود لذت ببرید.
      با ما همراه باشید تا بهترین‌ها را تجربه کنید.
    </p>
  </div>
</template>

<script setup lang="ts">
</script>

<style scoped>
div {
  padding: 2rem;
  text-align: center;
  line-height: 1.8;
  max-width: 800px;
  margin: 0 auto;
}
p {
  text-align: justify;
}
</style>